Repository: manuq/threadbare-dialogue-dm
Catalog: locale/*.po
Languages: es

source: Talk
es: Hablar

# dialogue
source: Guard
es: Guardia

# dialogue
source: Player
es: Jugador

source: Stop!
es: ¡Alto!

source: Oh wait, you have a lantern! Please proceed.
es: Un momento, ¡tienes una linterna! Procede por favor.

source: I'm looking for a way out of this cave.
es: Estoy buscando una manera de salir de esta cueva.

source: I can't let you go. From here the cave becomes very dark.
es: No puedo dejarte pasar. A partir de aquí la cueva se vuelve muy oscura.

source: Please!
es: ¡Por favor!

source: Is there anything I can give you to let me continue?
es: ¿Hay algo que te pueda dar para que me dejes continuar?

source: Wait... is that [wave amp=25 freq=5]yarn[/wave]? If you give me some I may help you.
es: Espera... ¿es eso [wave amp=25 freq=5]hilo[/wave]? Si me das un poco podría ayudarte.

source: I don't have any yarn left!
es: ¡Ya no me queda hilo!

source: Ok but just this little bit
es: Bueno pero sólo este poquito

source: No way!
es: ¡De ninguna manera!

source: There is someone else around who can help you. Go talk with them!
es: Hay alguien alrededor que puede ayudarte. ¡Ve y habla con él!

source: You have scammed me! You said YOU would help me!
es: ¡Me has estafado ! ¡Dijiste que TÚ me ayudarías!

source: The other guard has fire. Go talk with them!
es: El otro guardia tiene fuego. ¡Ve y habla con él!

source: You have scammed me again! I could have figured it out myself!
es: ¡Me has estafado nuevamente! ¡Me podría haber dado cuenta yo mismo!

source: Ask the other guard to exchange some of your yarn for a lantern. Then I will let you pass.
es: Pídele al otro guardia que te de una linterna a cambio de un poco de hilo. Luego te dejaré pasar.

source: You have scammed me once again! I could have figured it out myself!
es: ¡Me has estafado una vez más! ¡Me podría haber dado cuenta yo mismo!

source: If you give me some if your yarn I may help you.
es: Si me das un poco de tu hilo quizá podría ayudarte.

source: Give me all your yarn, please?
es: Dame todo tu hilo, ¿por favor?

source: Hi! I'm looking for a way out of this cave.
es: ¡Hola! Estoy buscando una manera de salir de esta cueva.

source: You'll need light! The way out is, ironically, going deeper into the mountain.
es: ¡Necesitarás luz! La salida es, irónicamente, adentrándose más en la montaña.

source: I don't have a lantern. What do I do?
es: No tengo linterna ¿Qué hago?

source: Maybe you could use that [wave amp=25 freq=5]yarn[/wave] you have there.
es: Quizás podrías usar ese [wave amp=25 freq=5]hilo[/wave] que tienes ahí.

source: I can't use it for fire! This is a special kind of yarn.
es: ¡No puedo usarlo para hacer fuego! Este es un tipo especial de hilo.

source: Isn't all yarn special here? Sometimes, you have to give a little to take a little...
es: ¿No es especial todo el hilo que hay aquí? A veces, hay que ceder un poco para recibir un poco...

source: I could burn some of your yarn so you can have a lantern. Ready?
es: Podría quemar un poco de tu hilo para que tengas una linterna ¿Listo?

source: Ok, I'll use this much
es: Bueno, usaré este tanto

source: NO! I won't use this yarn
es: ¡NO! No usaré este hilo

source: Here you go.
es: Aquí tienes.

source: Glad to help.
es: Un placer ayudar.

source: At your service.
es: A tu servicio.

source: You have a lantern now! You can still give me more yarn to light it better...
es: ¡Ahora tienes una linterna! Todavía me puedes dar más hilo para encenderla mejor...

source: Still here?
es: ¿Todavía aquí?
